"Allow Contacts"        = "请求联系人权限";
"Allow Events"          = "请求日历权限";
"Enable Location"       = "请求定位权限";
"Allow Notifications"   = "请求通知权限";
"Allow Microphone"      = "请求麦克风权限";
"Allow Camera"          = "请求相机权限";
"Allow Photos"          = "请求照片权限";
"Allow Reminders"       = "请求提醒事项权限";
"Allow Bluetooth"       = "请求蓝牙权限";
"Allow Motion"          = "请求健康权限";


"Contacts"              = "联系人";
"Events"                = "日历";
"LocationAlways"        = "始终定位";
"LocationInUse"         = "使用期间定位";
"Notifications"         = "通知";
"Microphone"            = "麦克风";
"Camera"                = "相机";
"Photos"                = "照片";
"Reminders"             = "提醒事项";
"Bluetooth"             = "蓝牙";
"Motion"                = "健康";


"Allowed Contacts"      = "允许联系人权限";
"Allowed Events"        = "允许日历权限";
"Allowed Location"      = "允许定位权限";
"Allowed Notifications" = "允许通知权限";
"Allowed Microphone"    = "允许麦克风权限";
"Allowed Camera"        = "允许相机权限";
"Allowed Photos"        = "允许照片权限";
"Allowed Reminders"     = "允许提醒事项权限";
"Allowed Bluetooth"     = "允许蓝牙权限";
"Allowed Motion"        = "允许健康权限";


"Denied Contacts"       = "联系人权限被拒绝";
"Denied Events"         = "日历权限被拒绝";
"Denied Location"       = "定位权限被拒绝";
"Denied Notifications"  = "通知权限被拒绝";
"Denied Microphone"     = "麦克风权限被拒绝";
"Denied Camera"         = "相机权限被拒绝";
"Denied Photos"         = "照片权限被拒绝";
"Denied Reminders"      = "提醒权限被拒绝";
"Denied Bluetooth"      = "蓝牙权限被拒绝";
"Denied Motion"         = "健康权限被拒绝";


"Contacts Disabled"      = "联系人不可用";
"Events Disabled"        = "日历不可用";
"Location Disabled"      = "定位不可用";
"Notifications Disabled" = "通知不可用";
"Microphone Disabled"    = "麦克风不可用";
"Camera Disabled"        = "相机不可用";
"Photos Disabled"        = "照片不可用";
"Reminders Disabled"     = "提醒不可用";
"Bluetooth Disabled"     = "蓝牙不可用";
"Motion Disabled"        = "健康不可用";


"Close"         = "关闭";
"Hey, listen!"  = "温馨提示";


"We need a couple things\r\nbefore you get started." = "在开始之前\r\n我们需要做一些设置";
"Permission for Contacts was denied."                = "联系人权限被拒绝";
"Permission for Events was denied."                  = "日历权限被拒绝";
"Permission for LocationAlways was denied."          = "始终定位权限被拒绝";
"Permission for LocationInUse was denied."           = "使用期间定位权限被拒绝";
"Permission for Notifications was denied."           = "通知权限被拒绝";
"Permission for Microphone was denied."              = "麦克风权限被拒绝";
"Permission for Camera was denied."                  = "相机权限被拒绝";
"Permission for Photos was denied."                  = "照片权限被拒绝";
"Permission for Reminders was denied."               = "提醒事项权限被拒绝";
"Permission for Bluetooth was denied."               = "蓝牙权限被拒绝";
"Permission for Motion was denied."                  = "健康权限被拒绝";



"Please enable access to Contacts in the Settings app"       = "请在iPhone的\"设置-隐私-联系人\"选项中，允许访问你的联系人";
"Please enable access to Events in the Settings app"         = "请在iPhone的\"设置-隐私-日历\"选项中，允许访问你的日历";
"Please enable access to LocationAlways in the Settings app" = "请在iPhone的\"设置-隐私-位置\"选项中，允许始终访问你的位置";
"Please enable access to LocationInUse in the Settings app"  = "请在iPhone的\"设置-隐私-位置\"选项中，允许使用期间访问你的位置";
"Please enable access to Notifications in the Settings app"  = "请在iPhone的\"设置-隐私-通知\"选项中，允许通知";
"Please enable access to Microphone in the Settings app"     = "请在iPhone的\"设置-隐私-麦克风\"选项中，允许访问你的麦克风";
"Please enable access to Camera in the Settings app"         = "请在iPhone的\"设置-隐私-相机\"选项中，允许访问你的相机";
"Please enable access to Photos in the Settings app"         = "请在iPhone的\"设置-隐私-照片\"选项中，允许访问你的照片";
"Please enable access to Reminders in the Settings app"      = "请在iPhone的\"设置-隐私-提醒事项\"选项中，允许访问你的提醒事项";
"Please enable access to Bluetooth in the Settings app"      = "请在iPhone的\"设置-隐私-蓝牙\"选项中，允许访问你的蓝牙";
"Please enable access to Motion in the Settings app"         = "请在iPhone的\"设置-隐私-健康\"选项中，允许访问你的健康数据";



"OK"        = "知道了";
"Show me"   = "去设置";



"Contacts is currently disabled."           = "联系人当前不可用";
"Events is currently disabled."             = "日历当前不可用";
"LocationAlways is currently disabled."     = "始终定位当前不可用";
"LocationInUse is currently disabled."      = "使用期间定位当前不可用";
"Notifications is currently disabled."      = "通知当前不可用";
"Microphone is currently disabled."         = "麦克风当前不可用";
"Camera is currently disabled."             = "相机当前不可用";
"Photos is currently disabled."             = "照片当前不可用";
"Reminders is currently disabled."          = "提醒事项当前不可用";
"Bluetooth is currently disabled."          = "蓝牙当前不可用";
"Motion is currently disabled."             = "健康当前不可用";



"Please enable access to Contacts in Settings"          = "请在设置中，允许访问你的联系人";
"Please enable access to Events in Settings"            = "请在设置中，允许访问你的日历";
"Please enable access to LocationAlways in Settings"    = "请在设置中，允许始终访问你的位置";
"Please enable access to LocationInUse in Settings"     = "请在设置中，允许使用期间访问你的日历";
"Please enable access to Notifications in Settings"     = "请在设置中，允许通知";
"Please enable access to Microphone in Settings"        = "请在设置中，允许访问你的麦克风";
"Please enable access to Camera in Settings"            = "请在设置中，允许访问你的相机";
"Please enable access to Photos in Settings"            = "请在设置中，允许访问你的照片";
"Please enable access to Reminders in Settings"         = "请在设置中，允许访问你的提醒事项";
"Please enable access to Bluetooth in Settings"         = "请在设置中，允许访问你的蓝牙";
"Please enable access to Motion in Settings"            = "请在设置中，允许访问你的健康数据";
